# Напишіть програму, яка буде симулювати примітивне бото-спілкування:

data_input1 = ("Привіт", 'Хай')
data_input2 = ('Що робиш?', 'Чим займаєшся?')
data_input3 = ('Фільм?')
data_input4 = ('ББ')

a1 = input("Щоб розпочати спілкування, напишіть одне із привітань: Привіт/Хай: ")
if a1 in data_input1:
  print(" Доброго вечора, я бот з України!")
else:
  print("COMING SOON")


a2 = input("Напишіть одне із наступніх питань: Що робиш?, Чим займаєшся?: ")
if a2 in data_input2:
  print("Вчусь програмувати на Python!")
else:
  print("COMING SOON")


a3 = input("Напишіть наступнe команду щоб отримати рекомендацію що до фільму який підходить для перегляду із сім'єю: Фільм? : ")
if a3 in data_input3:
  print("Соррі що втручуюсь, не знаю про що йдеться мова, але подивіться фільм \"Сербский фильм\", він просто бомба!!!)))")
else:
  print("COMING SOON")


a4 = input("Напишіть наступну команду щоб попрощатися: ББ : ")
if a4 in data_input4:
  print("Побачимось у мережі, I'll be back.")
else:
  print("COMING SOON")


